{
  "Country": {
    "New Zealand": {
      "North Island": {
        "Mount Ruapehu": {
          "Tukino": {
            "shortDescription": "Tukino ski field is located on the eastern face of Mount Ruapehu, in the central area of the North Island, New Zealand.",
            "longDescrition": "The field is a club managed field, but open to the general public. The ski area is serviced by two tows and an over-snow vehicle giving access for skiing and snow boarding. Tukino is known for its untouched trails, uncrowded slopes, friendly atmosphere and good weather. Accommodation is available at Tukino for those that want to stay and play, but bookings are essential. Access is via the Tukino access Road from the Desert Road, and is suitable for four wheel drive vehicles only during the winter months. Transport can be arranged by contacting the skifield."
          },
          "Turoa": {
            "shortDescription": "Turoa is a large skifield on the south western side of Mount Ruapehu, the highest mountain in the North Island of New Zealand, in Tongariro National Park. The area has been used for skiing since before the completion of the Mountain Road, but the first lifts opened in 1978.",
            "longDescrition": "There are two beginner areas, and many intermediate and advanced trails. The upper field is a mix of natural pipes, steep drops, fast plains, and easier slopes, along with several terrain parks. The lower field contains the field's single narrow beginner trail, Clarry's Track, and a few other intermediate trails. They also serve as access to the base area from the upper mountain, and are often crowded. The field is 500 hectares (1,200 acres) and has a 722 metres (2,369 feet) vertical drop."
          }
        }
      },
      "South Island": {
        "Awakino": {
          "shortDescription": "The Awakino ski field is located in St. Marys Range, North Otago, New Zealand near Kurow. It is run by the Waitaki Ski Club and is virtually unknown outside of Otago.",
          "longDescrition": "Awakino best represents skiing as it first began in New Zealand, and the field is little changed from when it was established in the late 1940s. It offers a surprisingly large amount of terrain, and with both tows operating, an excellent vertical coverage. Run by volunteers only, it operates most weekends in the winter season, which normally lasts from mid June to October.",
          "Nearest City": "	Kurow",
          "Region": "Otago"
        },
        "Invincible": {
          "shortDescription": "Invincible Snowfields is a private ski resort near Glenorchy in the South Island of New Zealand.",
          "longDescrition": "The area is about one hour's drive west of Queenstown and is close to Lake Wakatipu. Although it is a commercial operation, the field has few facilities and is run like an old fashioned club field, with its main drawcards being the backcountry terrain and feel, and it is targeted at advanced riders looking for natural chutes and gullies.[1] There are no groomed trails. The field has a single 750m "nutcracker"-style rope tow, installed in 1996, powered by an old Ford tractor.",
          "Nearest City": "Glenorchy",
          "Region": "Otago"
        },
        "Coronet Peak": {
          "shortDescription": "Coronet Peak is a commercial skifield in Queenstown, New Zealand located seven kilometres west of Arrowtown, on the southern slopes of the 1,649 metre peak which shares its name.",
          "longDescrition": "The Peak is one of New Zealand's most popular ski resorts due to its proximity to Queenstown, varied terrain and quality facilities, offering a high speed quad chairlift, high speed six-seater chairlift and, as of the 2010 season, a high speed beginner chairlift. The view from the skifield south across Lake Wakatipu and the smaller nearby Lake Hayes is a further contributor to the mountain's success. Dubbed the "original" resort ski area Coronet Peak is only 25 minutes from Queenstown.",
          "Nearest City": "Queenstown",
          "Region": "Otago"
        },
        "The Remarkables": {
          "shortDescription": "The Remarkables are a mountain range and skifield in Otago in the South Island of New Zealand. Located on the southeastern shore of Lake Wakatipu, the range lives up to its name by rising sharply to create an impressive backdrop for the waters. The range is clearly visible from the nearby town of Queenstown.",
          "longDescrition": "The mountains were named The Remarkables by Alexander Garvie in 1857-58,[2] allegedly because they are one of only two mountain ranges in the world which run directly north to south.[citation needed] An alternate explanation for the name given by locals is that early Queenstown settlers, upon seeing the mountain range during sunset one evening, named them the Remarkables to describe the sight.",
          "Nearest City": "Queenstown",
          "Region": "Otago"
        },
        "Cardrona": {
          "shortDescription": "Cardrona Alpine Resort is an alpine resort in New Zealand's South Island. The ski field ranges from 1,260m to 1,860m. The distribution of slopes is 25% beginner, 25% intermediate, 30% advanced and 20% expert.",
          "longDescrition": "There are 2 detachable quad chairlifts, 1 fixed-grip quad chairlifts, 1 detachable express chondola, 3 surface conveyor learner lifts and 1 platter lift to service the halfpipes and big air jump. Snowmaking supplements the 2.9m average annual snowfall. Freestyle Snowboarding and skiing are well catered for with 2 half pipes and 4 terrain parks. There is also a high performance centre which trains more advanced skiers and snowboarders. Families with infants and young children can use child care facilities provided in the Cardrona Nursey and Ski Kindy.",
          "Nearest City": "Wanaka",
          "Region": "Otago"
        },
        "Snow Farm": {
          "shortDescription": "Snow Farm is a ski area near Wanaka, New Zealand, dedicated to cross-country skiing. It features 55 km of trails, and the conference centre has accommodation for about 60 people.",
          "longDescrition": "It is located on the Pisa range close to Cardrona, at an altitude of approx 1,600 m. The area is used for cross country skiing in the winter and during the summer months for altitude training with trails climbing out to 2000m. The proximity of Wanaka (275m) and Queenstown (310m) and the training options around these two towns makes the Snow Farm one of the best locations in the Southern Hemisphere for a live high, train low training regime.",
          "Nearest City": "Wanaka",
          "Region": "Otago"
        },
        "Awakino": {
          "shortDescription": "Treble Cone is the largest ski area in the South Island, boasting the longest vertical rise in the Queenstown Southern Lakes District. Treble Cone is most known for its spectacular views over Lake Wanaka and Mount Aspiring/Tititea and exciting intermediate to advanced terrain. The skifield is the off-season training ground for the national ski team of Austria.",
          "longDescrition": "Treble Cone is most known for its fairly steep and challenging terrain which they claim is some of the best in the country. Recent earthworks initiatives have however ensure that beginner to intermediate skiers and boarders are fully catered for. These include providing more expansive beginner and intermediate groomed trails for skiers and boarders in both the Home and Saddle Basin and a free beginner surface lift and ski area near the base facilities.[1] There is also a small terrain park and kids fun trail to explore.",
          "Nearest City": "Wanaka",
          "Region": "Otago"
        }
      }
    }
  }
}
